All curves must be on the same side of the axis.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SculptingLoopsOnBothSidesOfAxis { get; }
  Visual Basic
Public Shared ReadOnly Property SculptingLoopsOnBothSidesOfAxis As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SculptingLoopsOnBothSidesOfAxis {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace